{
    "ticker": "FAF",
    "item": "Item 7A - Quantitative and Qualitative Disclosures About Market Risk",
    "content": "Item 7A. Quantitative and Qualitative Disclosures About Market Risk\n\nThe Company’s assets and liabilities include financial instruments subject to the risk of loss from adverse changes in market rates and prices. The Company’s primary market risk exposures relate to interest rate risk, equity price risk, foreign currency risk and credit risk.\n\nThe Company manages its primary market risk exposures through an investment committee made up of certain senior executives which is advised by an experienced investment management staff.\n\nWhile the hypothetical scenarios below are considered to be near-term reasonably possible changes demonstrating potential risk, they are for illustrative purposes only and do not reflect the Company’s expectations about future market changes.\n\nInterest Rate Risk\n\nThe Company monitors its risk associated with fluctuations in interest rates and makes investment decisions to manage accordingly. The Company does not currently use derivative financial instruments in any material amount to hedge these risks.\n\nThe Company’s exposure to interest rate changes primarily results from the Company’s significant portfolio of debt securities, which includes a high proportion of fixed-income securities, and from its financing activities. In general, the fair value of a fixed-income security increases or decreases inversely with a change in market interest rates. The Company also considers its investments in preferred stock to be exposed to interest rate risk. The fair values of the Company’s debt securities portfolio at December 31, 2024 and 2023 were $7.3 billion and $7.2 billion, respectively. One means of assessing the exposure of the Company’s debt securities portfolio to interest rate changes is a duration-based analysis that measures the potential changes in fair value resulting from a hypothetical parallel and instantaneous shift in interest rates across all maturities. Under this model, with all other factors held constant, the Company estimates that increases in interest rates of 100 and 200 basis points could cause the fair value of its debt securities portfolio (including investments in preferred stock) at December 31, 2024 to decrease by approximately $387.2 million, or 5.3%, and $752.9 million, or 10.3%, respectively, and at December 31, 2023 to decrease by approximately $337.1 million, or 4.7%, and $675.0 million, or 9.4%, respectively.\n\n45\n\n* * *\n\nWith respect to adjustable-rate debt, the Company is primarily exposed to the effects of changes in prevailing interest rates through its variable-rate credit facility and its interest bearing escrow deposit liabilities. As of December 31, 2024 and 2023, the Company had no outstanding borrowings under its credit facility. Assuming the full utilization of available funds under the facility of $900.0 million at December 31, 2024 and 2023, respectively, and assuming that the borrowings were outstanding for the entire year, increases of 50 and 100 basis points in the prevailing interest rate on the Company’s credit facility would result in increases in interest expense of $4.5 million and $9.0 million, respectively, for 2024 and 2023.\n\nThe Company’s interest bearing escrow and mortgage loan subservicing deposit liabilities totaled $2.6 billion and $2.5 billion at December 31, 2024 and 2023, respectively. These variable-rate customer savings accounts are subject to market rate fluctuations. The weighted-average interest rates were 1.89% and 1.52% for 2024 and 2023, respectively. Assuming increases in interest rates of 25 and 50 basis points and that the deposit amounts at December 31, 2024 and 2023 were held constant for the entire year, interest expense for 2024 would be higher by $6.5 million and $13.0 million, respectively, and 2023 would be higher by $6.4 million and $12.7 million, respectively.\n\nEquity Price Risk\n\nThe Company is also subject to equity price risk related to its marketable equity securities portfolio. The fair value of the Company’s marketable equity securities portfolio (excluding preferred stock of $12.1 million and $12.4 million) was $374.7 million and $424.5 million as of December 31, 2024 and 2023, respectively. Assuming broad-based declines in equity market prices of 10% and 20%, with all other factors held constant, the fair value of the Company’s marketable equity securities portfolio at December 31, 2024 could decrease by $37.5 million and $74.9 million, respectively, and at December 31, 2023 could decrease by $42.5 million and $84.9 million, respectively.\n\nForeign Currency Risk\n\nAlthough the Company has exchange rate risk for its operations in certain foreign countries, this risk is not material to the Company’s financial condition or results of operations. The Company does not currently use derivative financial instruments in any material amount to hedge its foreign exchange risk.\n\nCredit Risk\n\nThe Company’s debt securities portfolio is subject to credit risk. The Company manages its credit risk through actively monitoring issuer financial reports, credit spreads, security pricing and credit rating migration. Further, diversification and concentration limits by asset type and credit rating are established and monitored by the Company’s investment committee.\n\nThe Company holds a large concentration in U.S. government agency securities, including agency mortgage-backed securities. In the event of discontinued U.S. government support of its federal agencies, material credit risk could be observed in the portfolio. The Company views that scenario as unlikely but possible.\n\nThe Company’s debt securities portfolio maintains an average credit quality rating of AA. For further information on the credit quality of the Company’s debt securities portfolio at December 31, 2024, see Note 3 Debt Securities to the consolidated financial statements.\n\n46\n\n* * *"
}