{
    "ticker": "AAPL",
    "item": "Item 7 - Management's Discussion and Analysis",
    "content": "Item 7.    Management’s Discussion and Analysis of Financial Condition and Results of Operations\n\nThe following discussion should be read in conjunction with the consolidated financial statements and accompanying notes included in Part II, Item 8 of this Form 10-K. This Item generally discusses 2024 and 2023 items and year-to-year comparisons between 2024 and 2023. Discussions of 2022 items and year-to-year comparisons between 2023 and 2022 are not included, and can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of the Company’s Annual Report on Form 10-K for the fiscal year ended September 30, 2023.\n\nProduct, Service and Software Announcements\n\nThe Company announces new product, service and software offerings at various times during the year. Significant announcements during fiscal year 2024 included the following:\n\nFirst Quarter 2024:\n\n•MacBook Pro 14-in.;\n\n•MacBook Pro 16-in.; and\n\n•iMac.\n\nSecond Quarter 2024:\n\n•MacBook Air 13-in.; and\n\n•MacBook Air 15-in.\n\nThird Quarter 2024:\n\n•iPad Air;\n\n•iPad Pro;\n\n•iOS 18, macOS Sequoia, iPadOS 18, watchOS 11, visionOS 2 and tvOS 18, updates to the Company’s operating systems; and\n\n•Apple Intelligence™, a personal intelligence system that uses generative models.\n\nFourth Quarter 2024:\n\n•iPhone 16, iPhone 16 Plus, iPhone 16 Pro and iPhone 16 Pro Max;\n\n•Apple Watch Series 10; and\n\n•AirPods 4.\n\nFiscal Period\n\nThe Company’s fiscal year is the 52- or 53-week period that ends on the last Saturday of September. An additional week is included in the first fiscal quarter every five or six years to realign the Company’s fiscal quarters with calendar quarters, which occurred in the first quarter of 2023. The Company’s fiscal years 2024 and 2022 spanned 52 weeks each, whereas fiscal year 2023 spanned 53 weeks.\n\nMacroeconomic Conditions\n\nMacroeconomic conditions, including inflation, interest rates and currency fluctuations, have directly and indirectly impacted, and could in the future materially impact, the Company’s results of operations and financial condition.\n\nApple Inc. \\| 2024 Form 10-K \\| 21\n\n* * *\n\nSegment Operating Performance\n\nThe following table shows net sales by reportable segment for 2024, 2023 and 2022 (dollars in millions):\n\n|     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n|  | 2024 |  | Change |  | 2023 |  | Change |  | 2022 |\n| Americas | $ | 167,045 |  |  | 3 | % |  | $ | 162,560 |  |  | (4) | % |  | $ | 169,658 |  |\n| Europe | 101,328 |  |  | 7 | % |  | 94,294 |  |  | (1) | % |  | 95,118 |  |\n| Greater China | 66,952 |  |  | (8) | % |  | 72,559 |  |  | (2) | % |  | 74,200 |  |\n| Japan | 25,052 |  |  | 3 | % |  | 24,257 |  |  | (7) | % |  | 25,977 |  |\n| Rest of Asia Pacific | 30,658 |  |  | 4 | % |  | 29,615 |  |  | 1 | % |  | 29,375 |  |\n| Total net sales | $ | 391,035 |  |  | 2 | % |  | $ | 383,285 |  |  | (3) | % |  | $ | 394,328 |  |\n\nAmericas\n\nAmericas net sales increased during 2024 compared to 2023 due primarily to higher net sales of Services.\n\nEurope\n\nEurope net sales increased during 2024 compared to 2023 due primarily to higher net sales of Services and iPhone.\n\nGreater China\n\nGreater China net sales decreased during 2024 compared to 2023 due primarily to lower net sales of iPhone and iPad. The weakness in the renminbi relative to the U.S. dollar had an unfavorable year-over-year impact on Greater China net sales during 2024.\n\nJapan\n\nJapan net sales increased during 2024 compared to 2023 due primarily to higher net sales of iPhone. The weakness in the yen relative to the U.S. dollar had an unfavorable year-over-year impact on Japan net sales during 2024.\n\nRest of Asia Pacific\n\nRest of Asia Pacific net sales increased during 2024 compared to 2023 due primarily to higher net sales of Services. The weakness in foreign currencies relative to the U.S. dollar had a net unfavorable year-over-year impact on Rest of Asia Pacific net sales during 2024.\n\nApple Inc. \\| 2024 Form 10-K \\| 22\n\n* * *\n\nProducts and Services Performance\n\nThe following table shows net sales by category for 2024, 2023 and 2022 (dollars in millions):\n\n|     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n|  | 2024 |  | Change |  | 2023 |  | Change |  | 2022 |\n| iPhone | $ | 201,183 |  |  | — | % |  | $ | 200,583 |  |  | (2) | % |  | $ | 205,489 |  |\n| Mac | 29,984 |  |  | 2 | % |  | 29,357 |  |  | (27) | % |  | 40,177 |  |\n| iPad | 26,694 |  |  | (6) | % |  | 28,300 |  |  | (3) | % |  | 29,292 |  |\n| Wearables, Home and Accessories | 37,005 |  |  | (7) | % |  | 39,845 |  |  | (3) | % |  | 41,241 |  |\n| Services (1) | 96,169 |  |  | 13 | % |  | 85,200 |  |  | 9 | % |  | 78,129 |  |\n| Total net sales | $ | 391,035 |  |  | 2 | % |  | $ | 383,285 |  |  | (3) | % |  | $ | 394,328 |  |\n\n(1)Services net sales include amortization of the deferred value of services bundled in the sales price of certain products.\n\niPhone\n\niPhone net sales were relatively flat during 2024 compared to 2023.\n\nMac\n\nMac net sales increased during 2024 compared to 2023 due primarily to higher net sales of laptops.\n\niPad\n\niPad net sales decreased during 2024 compared to 2023 due primarily to lower net sales of iPad Pro and the entry-level iPad models, partially offset by higher net sales of iPad Air.\n\nWearables, Home and Accessories\n\nWearables, Home and Accessories net sales decreased during 2024 compared to 2023 due primarily to lower net sales of Wearables and Accessories.\n\nServices\n\nServices net sales increased during 2024 compared to 2023 due primarily to higher net sales from advertising, the App Store® and cloud services.\n\nApple Inc. \\| 2024 Form 10-K \\| 23\n\n* * *\n\nGross Margin\n\nProducts and Services gross margin and gross margin percentage for 2024, 2023 and 2022 were as follows (dollars in millions):\n\n|     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n|  | 2024 |  | 2023 |  | 2022 |\n| Gross margin: |  |  |  |  |  |\n| Products | $ | 109,633 |  |  | $ | 108,803 |  |  | $ | 114,728 |  |\n| Services | 71,050 |  |  | 60,345 |  |  | 56,054 |  |\n| Total gross margin | $ | 180,683 |  |  | $ | 169,148 |  |  | $ | 170,782 |  |\n\n|     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n| Gross margin percentage: |  |  |  |  |  |\n| Products | 37.2 | % |  | 36.5 | % |  | 36.3 | % |\n| Services | 73.9 | % |  | 70.8 | % |  | 71.7 | % |\n| Total gross margin percentage | 46.2 | % |  | 44.1 | % |  | 43.3 | % |\n\nProducts Gross Margin\n\nProducts gross margin and Products gross margin percentage increased during 2024 compared to 2023 due to cost savings, partially offset by a different Products mix and the weakness in foreign currencies relative to the U.S. dollar.\n\nServices Gross Margin\n\nServices gross margin increased during 2024 compared to 2023 due primarily to higher Services net sales.\n\nServices gross margin percentage increased during 2024 compared to 2023 due to a different Services mix.\n\nThe Company’s future gross margins can be impacted by a variety of factors, as discussed in Part I, Item 1A of this Form 10-K under the heading “Risk Factors.” As a result, the Company believes, in general, gross margins will be subject to volatility and downward pressure.\n\nOperating Expenses\n\nOperating expenses for 2024, 2023 and 2022 were as follows (dollars in millions):\n\n|     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n|  | 2024 |  | Change |  | 2023 |  | Change |  | 2022 |\n| Research and development | $ | 31,370 |  |  | 5 | % |  | $ | 29,915 |  |  | 14 | % |  | $ | 26,251 |  |\n| Percentage of total net sales | 8 | % |  |  |  | 8 | % |  |  |  | 7 | % |\n| Selling, general and administrative | $ | 26,097 |  |  | 5 | % |  | $ | 24,932 |  |  | (1) | % |  | $ | 25,094 |  |\n| Percentage of total net sales | 7 | % |  |  |  | 7 | % |  |  |  | 6 | % |\n| Total operating expenses | $ | 57,467 |  |  | 5 | % |  | $ | 54,847 |  |  | 7 | % |  | $ | 51,345 |  |\n| Percentage of total net sales | 15 | % |  |  |  | 14 | % |  |  |  | 13 | % |\n\nResearch and Development\n\nThe growth in R&D expense during 2024 compared to 2023 was driven primarily by increases in headcount-related expenses.\n\nSelling, General and Administrative\n\nSelling, general and administrative expense increased $1.2 billion during 2024 compared to 2023.\n\nApple Inc. \\| 2024 Form 10-K \\| 24\n\n* * *\n\nProvision for Income Taxes\n\nProvision for income taxes, effective tax rate and statutory federal income tax rate for 2024, 2023 and 2022 were as follows (dollars in millions):\n\n|     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |     |\n| --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- | --- |\n|  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |\n|  | 2024 |  | 2023 |  | 2022 |\n| Provision for income taxes | $ | 29,749 |  |  | $ | 16,741 |  |  | $ | 19,300 |  |\n| Effective tax rate | 24.1 | % |  | 14.7 | % |  | 16.2 | % |\n| Statutory federal income tax rate | 21 | % |  | 21 | % |  | 21 | % |\n\nThe Company’s effective tax rate for 2024 was higher than the statutory federal income tax rate due primarily to a one-time income tax charge of $10.2 billion, net, related to the State Aid Decision (refer to Note 7, “Income Taxes” in the Notes to Consolidated Financial Statements in Part II, Item 8 of this Form 10-K) and state income taxes, partially offset by a lower effective tax rate on foreign earnings, the impact of the U.S. federal R&D credit, and tax benefits from share-based compensation.\n\nThe Company’s effective tax rate for 2024 was higher compared to 2023 due primarily to a one-time income tax charge of $10.2 billion, net, related to the State Aid Decision, a higher effective tax rate on foreign earnings and lower tax benefits from share-based compensation.\n\nLiquidity and Capital Resources\n\nThe Company believes its balances of unrestricted cash, cash equivalents and marketable securities, which totaled $140.8 billion as of September 28, 2024, along with cash generated by ongoing operations and continued access to debt markets, will be sufficient to satisfy its cash requirements and capital return program over the next 12 months and beyond.\n\nThe Company’s material cash requirements include the following contractual obligations:\n\nDebt\n\nAs of September 28, 2024, the Company had outstanding fixed-rate notes with varying maturities for an aggregate principal amount of $97.3 billion (collectively the “Notes”), with $10.9 billion payable within 12 months. Future interest payments associated with the Notes total $38.5 billion, with $2.6 billion payable within 12 months.\n\nThe Company also issues unsecured short-term promissory notes pursuant to a commercial paper program. As of September 28, 2024, the Company had $10.0 billion of commercial paper outstanding, all of which was payable within 12 months.\n\nLeases\n\nThe Company has lease arrangements for certain equipment and facilities, including corporate, data center, manufacturing and retail space. As of September 28, 2024, the Company had fixed lease payment obligations of $15.6 billion, with $2.0 billion payable within 12 months.\n\nManufacturing Purchase Obligations\n\nThe Company utilizes several outsourcing partners to manufacture subassemblies for the Company’s products and to perform final assembly and testing of finished products. The Company also obtains individual components for its products from a wide variety of individual suppliers. As of September 28, 2024, the Company had manufacturing purchase obligations of $53.0 billion, with $52.9 billion payable within 12 months.\n\nOther Purchase Obligations\n\nThe Company’s other purchase obligations primarily consist of noncancelable obligations to acquire capital assets, including assets related to product manufacturing, and noncancelable obligations related to supplier arrangements, licensed intellectual property and content, and distribution rights. As of September 28, 2024, the Company had other purchase obligations of $12.0 billion, with $4.1 billion payable within 12 months.\n\nDeemed Repatriation Tax Payable\n\nAs of September 28, 2024, the balance of the deemed repatriation tax payable imposed by the U.S. Tax Cuts and Jobs Act of 2017 (the “TCJA”) was $16.5 billion, with $7.2 billion expected to be paid within 12 months.\n\nApple Inc. \\| 2024 Form 10-K \\| 25\n\n* * *\n\nState Aid Decision Tax Payable\n\nAs of September 28, 2024, the Company had an obligation to pay €14.2 billion or $15.8 billion to Ireland in connection with the State Aid Decision, all of which was expected to be paid within 12 months. The funds necessary to settle the obligation were held in escrow as of September 28, 2024, and restricted from general use.\n\nCapital Return Program\n\nIn addition to its contractual cash requirements, the Company has an authorized share repurchase program. The program does not obligate the Company to acquire a minimum amount of shares. As of September 28, 2024, the Company’s quarterly cash dividend was $0.25 per share. The Company intends to increase its dividend on an annual basis, subject to declaration by the Board.\n\nIn May 2024, the Company announced a new share repurchase program of up to $110 billion and raised its quarterly dividend from $0.24 to $0.25 per share beginning in May 2024. During 2024, the Company repurchased $95.0 billion of its common stock and paid dividends and dividend equivalents of $15.2 billion.\n\nRecent Accounting Pronouncements\n\nIncome Taxes\n\nIn December 2023, the Financial Accounting Standards Board (the “FASB”) issued Accounting Standards Update (“ASU”) No. 2023-09, Income Taxes (Topic 740): Improvements to Income Tax Disclosures (“ASU 2023-09”), which will require the Company to disclose specified additional information in its income tax rate reconciliation and provide additional information for reconciling items that meet a quantitative threshold. ASU 2023-09 will also require the Company to disaggregate its income taxes paid disclosure by federal, state and foreign taxes, with further disaggregation required for significant individual jurisdictions. The Company will adopt ASU 2023-09 in its fourth quarter of 2026 using a prospective transition method.\n\nSegment Reporting\n\nIn November 2023, the FASB issued ASU No. 2023-07, Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosures (“ASU 2023-07”), which will require the Company to disclose segment expenses that are significant and regularly provided to the Company’s chief operating decision maker (“CODM”). In addition, ASU 2023-07 will require the Company to disclose the title and position of its CODM and how the CODM uses segment profit or loss information in assessing segment performance and deciding how to allocate resources. The Company will adopt ASU 2023-07 in its fourth quarter of 2025 using a retrospective transition method.\n\nCritical Accounting Estimates\n\nThe preparation of financial statements and related disclosures in conformity with U.S. generally accepted accounting principles (“GAAP”) and the Company’s discussion and analysis of its financial condition and operating results require the Company’s management to make judgments, assumptions and estimates that affect the amounts reported. Note 1, “Summary of Significant Accounting Policies” of the Notes to Consolidated Financial Statements in Part II, Item 8 of this Form 10-K describes the significant accounting policies and methods used in the preparation of the Company’s consolidated financial statements. Management bases its estimates on historical experience and on various other assumptions it believes to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities.\n\nUncertain Tax Positions\n\nThe Company is subject to income taxes in the U.S. and numerous foreign jurisdictions. The evaluation of the Company’s uncertain tax positions involves significant judgment in the interpretation and application of GAAP and complex domestic and international tax laws, including the TCJA and the allocation of international taxation rights between countries. Although management believes the Company’s reserves are reasonable, no assurance can be given that the final outcome of these uncertainties will not be different from that reflected in the Company’s reserves. Reserves are adjusted considering changing facts and circumstances, such as the closing of a tax examination. Resolution of these uncertainties in a manner inconsistent with management’s expectations could have a material impact on the Company’s financial condition and operating results.\n\nLegal and Other Contingencies\n\nThe Company is subject to various legal proceedings and claims that arise in the ordinary course of business, the outcomes of which are inherently uncertain. The Company records a liability when it is probable that a loss has been incurred and the amount is reasonably estimable, the determination of which requires significant judgment. Resolution of legal matters in a manner inconsistent with management’s expectations could have a material impact on the Company’s financial condition and operating results.\n\nApple Inc. \\| 2024 Form 10-K \\| 26\n\n* * *"
}